---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.MasonryCMUType.Masonry
enum: Autodesk.Revit.DB.Visual.MasonryCMUType
source: html/29656caf-48a9-1642-14b7-7c7becd875ba.htm
---
# Autodesk.Revit.DB.Visual.MasonryCMUType.Masonry